Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: The target page you have specified does not exist.
ne: तपाईंले खुलाउनु भएको गन्तव्य पृष्ठ अस्तित्वमा छैन।

source: Disagree
ne: असहमत

source: Failed to add the CD
ne: सीडी जोड्न अक्षम

source: Passwords don't match
ne: पासवर्डहरू मिलेन

source: Password change has been aborted by an extension.
ne: एक्सटेन्सनले पासवर्ड परिवर्तनलाई बन्द गराएको छ ।

source: Learn more
ne: अझै जानौ

source: 3 hours
ne: ३ घण्टा

source: Select Printer Driver
ne: मुद्रक चयन गर्नुहोस्

source: Project:Privacy policy
ne: Project:गोपनीयता नीति

source: expand all
ne: सबै फैलाउ

source: Campaign does not exist. Nothing to remove.
ne: अभियान छैन। हटाउनु पर्ने केही छैन।

source: Long pages
ne: लामा पृष्ठहरू

source: Created <abbr title='%{title}'>%{time} ago</abbr> by %{user}
ne: <abbr title='%{title}'>%{time} अगाडि</abbr> %{user}द्वारा सिर्जना गरिएको

source: Internal error: Server failed to publish temporary file.
ne: आन्तरिक समस्याः अस्थायी फाइल प्रकाशन गर्न सर्भर असफर भयो ।

source: Portuguese
ne: पोर्तुगाली

source: newest threads first
ne: नयाँ धागो(thread) प्रथम

source: Use device
ne: उपकरण प्रयोग गर्नुहोस्

source: details
ne: विवरणहरू

source: Copy this short link for sharing
ne: साझा गर्नका लागि छोटो लिङ्क कपी गर्नुहोस

source: _Calendar
ne: पात्रो

source: Bot: Undeleting all pages linked from %(page)s
ne: बोट: %(page)s सँग जोडिएका र मेटिएका पानाहरू पुन:स्थापित गर्दै

source: Views
ne: अवलोकनहरू

source: $1 was automatically {{GENDER:$2|promoted}} from $4 to $5
ne: $1 को प्रयोगकर्ता समूह स्वतः $4 बाट परिवर्तन गरेर $5 {{GENDER:$2|गरिएको}} थियो

source: Program
ne: कार्यक्रम

source: Horizontal Gradient
ne: तेर्सो ग्रेडियन्ट

source: Help:Contents
ne: Help:विषयसुची

source: Change favicon:
ne: फ्याभिकोन परिवर्तन गर्ने

source: Key to start the Launcher Application Switcher in reverse
ne: लन्चर एप्लिकेशन स्विचर उल्टोतिरबाट शुरु गर्ने कि

source: Number of editors
ne: सम्पादकहरूको संख्या

source: Hidden:
ne: लुकेको

source: Time zone
ne: समय क्षेत्र

source: Core layouts
ne: कोर लेआउटहरू

source: Suggestions
ne: सुझावहरू

source: Resource ID
ne: रिसोर्ड ID

source: Perl
ne: पर्ल

source: Account is hidden from public lists
ne: सार्वजनिक सूचीहरुबाट यो खाता गुप्त छ

source: Nothing to translate?
ne: अनुवाद गर्नलाई केही छैन ?

source: Send me:
ne: मलाई पठाउने:

source: Autohide
ne: आँफै लुक्ने

source: Link URL
ne: बाह्य वेब ठेगाना

source: deleted user contributions
ne: प्रयोगकर्ताका योगदानहरू मेटाइयो

source: Browser
ne: ब्राउजर

source: Refresh page
ne: पाना पुनःलोड गर्नुहोस्

source: Macro
ne: म्याक्रो

source: You cannot create an account because your account is blocked.
ne: तपाईंको खाता प्रतिवन्धित गरिएकोले तपाईंले खाता खोल्न सक्नु हुन्न ।

source: what does this mean?
ne: यसको मतलाब के हो ?

source: This page lists the tags that the software may mark an edit with, and their meaning.
ne: यो पृष्ठले पुच्छरहरु सुचीकृत गर्छ जससँग यो सफ्टवेयरले चिनो लगाउन र सम्पादन गर्न सक्छ र तिनका अर्थहरु ।

source: Elected: %turn%
ne: निर्वाचितः %turn%

source: Top 10%
ne: अधिक १०%

source: The filename is too short.
ne: फाइलको नाम अति छोटो भयो।

source: Confirm protection
ne: सुरक्षा सुनिश्चित गर्ने

source: Feedback
ne: प्रतिक्रिया

source: Phase 2 list
ne: चरण २ सूची

source: Allow only users with "$1" permission
ne: "$1" वर्गमा भएका प्रयोगकर्ताहरूलाई अनुमति दिने

source: Account disabled
ne: असक्षम खाता

source: Left Touchstrip
ne: बायाँ टचस्ट्रीप

source: web-based bugtracking system
ne: वेबमा आधारित त्रुटिहरु हेर्ने प्रणाली

source: Send thanks
ne: धन्यवाद पठाउनुहोस्

source: List votes: $1
ne: मतहरुको सूची: $1

source: Finished!
ne: समाप्त!

source: Report a malfunction to the developers
ne: डेवलपर्सलाई काम नगरे रिपोर्ट गर्नुहोस्

source: Launch web browser
ne: वेब ब्राउजर सुरुआत गर्नुहोस्

source: View collection
ne: संग्रह हेर्न

source: HTTP request failed due to unknown error.
ne: एचटिटिपि अनुरोध अज्ञात त्रुटिको कारणले असफल रह्यो।

source: _Name:
ne: नाम:

source: Once your login is unified, you will be able to log in to any wiki site of {{int:Centralauth-groupname}} without creating a new account
ne: तपाईंको प्रवेश एकपल्ट एकीकृत भएपछि {{int:Centralauth-groupname}}को कुनै पनि साइटमा खाता नबनाई प्रवेश गर्न सक्नु हुन्छ

source: unnamed
ne: नाम नखुलाइएको

source: The drive has been successfully ejected
ne: ड्राइभ सफलतापूर्वक निकालिएको छ

source: All files
ne: सबै फाइलहरू

source: [Template fetch failed for $1]
ne: [ $1को लागि टेम्प्लेट ल्याउन असफल]

source: $1 {{PLURAL:$1|revision|revisions}} imported from $2
ne: $2 देखि $1 {{PLURAL:$1|पुनरावलोकन|पुनरावलोकनहरु}} आयात भयो

source: The tag "$1" is applied to more than $2 {{PLURAL:$2|revision|revisions}}, which means it cannot be deleted.
ne: ट्याग "$1" को प्रयोग $2 सँग {{PLURAL:$2|संशोधन|संशोधनहरू}}भन्दा अधिक छ, जसको अर्थ यो छ कि त्यसलाई हटाउन सकिंदैन।

source: This special page takes text and expands all templates in it recursively. It also expands supported parser functions like <code><nowiki>{{</nowiki>#language:…}}</code> and variables like <code><nowiki>{{</nowiki>CURRENTDAY}}</code>. In fact, it expands pretty much everything in double-braces.
ne: यो विशेष पृष्ठ पाठ इनपुट लिन्छ र सबै ढाँचाहरूलाई विस्तृत गर्छ। यसले <code><nowiki>{{</nowiki>#language:…}}</code> पार्सर फङ्कसनहरू र <code><nowiki>{{</nowiki>CURRENTDAY}}</code> चल राशिहरूलाई पनि विस्तृत गर्दछ। यो दोहरो कोष्ठकमा भएको लगभग सबैलाई विस्तृत गर्दछ।

source: One or more recursive references in the value to be encoded
ne: इनकोड गरिएको मानमा एक वा त्यसभन्दा अधिक पुनरावर्ती भएको सन्दर्भ सामेल छ

source: Search your computer
ne: कम्प्युटरमा खोज्नुहोस

source: {{ns:project}}:Autoconfirmed users
ne: {{ns:project}}:स्वनिर्धारित प्रयोगकर्ताहरू

source: Show Handles
ne: ह्यान्डलहरू देखाउनुहोस

source: Photograph
ne: तस्वीर

source: %object% prevents reducing the population any further.
ne: अगाड़ि जनसंख्या कम गर्न %object% ले रोकथाम गर्छ।

source: Could not find file "$1".
ne: "$1" फाइल भेटिएन ।

source: Open wiki
ne: खुल्ला विकि

source: Default sorting direction
ne: प्राथमिक वर्गीकरण दिशा

source: Status bar
ne: स्थिति बार

source: This page lists tracking categories which are automatically populated by the MediaWiki software. Their names can be changed by altering the relevant system messages in the {{ns:8}} namespace.
ne: यस पृष्ठमा ती जोडिने श्रेणिहरूको सूची भेट्दछ जुन स्वतः रूपले मीडियाविकि सफ्टवेयरद्वारा बनाइने गरिन्छ। उनीहरूको नाम सम्बन्धित प्रणाली सन्देशलाई परीवर्तनले {{ns:8}} नामस्थानमा परिवर्तन गर्न सकिन्छ।

source: Monday at $1
ne: सोमबार $1 मा

source: Advanced options
ne: उन्नत विकल्पहरू

source: Whether user is blocked
ne: प्रयोगकर्ता अवरुद्ध छ कि छैन

source: Currency:
ne: मुद्रा:

source: Blanked the page
ne: पृष्ठ खाली गरीयो

source: Delete selected theme?
ne: चयन विषय मेटाउन?

source: Could not release locks on server $1.
ne: सर्भर "$1" मा बन्दहरू खुल्ला गर्न सकिएन ।

source: Select a form to create this page:
ne: यो पृष्ठ तयार गर्न फारम छान्नुहोसः

source: Saved for offline reading.
ne: अफलाइन पढ्नको लागि बचत गर्नुहोस्

source: The group has been added.
ne: यो समूह जोडिएको छ।

source: Auto exposure
ne: स्वत: एक्सपोजर

source: The file $1 does not exist.
ne: फाइल $1 पृष्ठ अस्तित्वमा छैन ।

source: $1 patrolled edits
ne: $1 पट्रोल गरिएका सम्पादनहरू

source: MediaWiki License
ne: मिडीयाविकि इजाजतपत्र

source: Debit
ne: डेबिट

source: move down
ne: तल पठाउने

source: Are {{GENDER:$1|you}} sure?
ne: के {{GENDER:$1|तपाईं}} सुनिश्चित हुनुहुन्छ ?

source: Change email
ne: इमेल परिवर्तन गर्ने

source: Remove this page from the list of suggestions
ne: सुझावहरूको सूचीबाट यस पृष्ठलाई हटाउनुहोस्

source: Prevent user from sending email
ne: प्रयोगकर्तालाई इमेल पठाउनबाट रोक्ने

source: more consistency in software translation
ne: सफ्टवेयर अनुवादमा बढी एकरुपता

source: write a summary
ne: सारांश लेख्ने

source: Groups you cannot change
ne: तपाईंले परिवर्तन गर्न नसक्ने समूहहरू

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
ne: "%s" सर्टकट प्रयोग गर्न सकिन्न किनकि यो कुन्जी प्रयोग गरेर टाइप गर्न सम्भव छैन । कृपया Control, Alt वा Shift जस्ता कुन्जी एकसाथ प्रयोग गरि पुन प्रयास गर्नुहोस्

source: $1: Error
ne: $1: त्रुटि

source: Read page in…
ne: ... मा लेख पढ्नुहोस्

source: Spam tools
ne: स्पाम उपकरणहरू

source: An error occurred while changing your watchlist settings for "$1".
ne: "$1"को लागि तपाइँको निगरानी सुची परिवर्तन गर्ने क्रममा यौटा त्रुटी भएको छ।

source: %{who} has curated something
ne: %{who}ले केही रेखदेख गर्नुभएको छ ।

source: Pages where template include size is exceeded
ne: यस्ता पृष्ठहरू जहाँ ढाँचा (टेम्पलेट) राख्ने सिमा हुनुपर्ने भन्दा बढि छ ।

source: Reviews
ne: समीक्षा

source: Open link in new tab
ne: लिङ्कलाई नयाँ ट्याबमा खोल्नुहोस्

source: Below is the list of polls.
ne: चुनावको सूची तल दिइएकोछ।

source: Tabs
ne: ट्याबहरु

source: Don't send me ANY updates by email
ne: मलाई कुनैपनि परिमार्जनको बारेमा इमेल नपठाउनुस

source: Login unification status
ne: प्रवेश एकीकरण स्थिति

source: This user has [[$1|advanced]] knowledge of [[$2|English]].
ne: यी प्रयोगकर्तासित [[$2|नेपाली]] भाषाको [[$1|उन्नत स्तर]]को ज्ञान छ।

source: No valid namespace ID
ne: कुनै पनि मान्य नामस्थान आइडी

source: Font Family
ne: फन्ट परिवार

source: Disclaimers
ne: अस्विकारोक्तिहरू

source: Bold text
ne: गाढा अक्षर

source: Change visibility of selected log entries
ne: चयन गरिएका लग प्रविष्टिहरूको दृश्यता परिवर्तन गर्ने

source: Reason: $1
ne: कारण: $1

source: Old Relation
ne: पूरानो रिलेशन

source: Title has relative path. Relative page titles (./, ../) are invalid, because they will often be unreachable when handled by user's browser.
ne: शीर्षक एउटा सन्दर्भित मार्ग राख्दछ। सन्दर्भित पृष्ठको शीर्षक (./, ../)अमान्य छ, किनकि त्यो प्राय रूपले पहुँच बाहिर हुन्छ जब त्यसलाई प्रायोगकर्ताको ब्राउजरबाट प्रयोगमा ल्याउने प्रयास गर्ने गरिन्छ।

source: Tag log
ne: ट्याग प्रबिष्टी

source: <small>Low</small>
ne: <small>न्युन</small>

source: Content Partners
ne: सामाग्री साझेदार

source: Bot: %(page)s is a featured list
ne: रोबोट: %(page)s छानिएको लेख हो

source: Bot edits (b)
ne: बॉट् सम्पादन (बॉ)

source: Prison
ne: कारागार

source: Items per page:
ne: प्रति पृष्ठ सामग्री:

source: Pre-School Bundle
ne: पूर्व-स्कूल बन्डल

source: Clear Navigation History
ne: नेभिगेसन इतिहास हटाउनुहोस्

source: After water, tea is the most widely consumed beverage in the world. It can be enjoyed hot or cold, with milk or sugar.
ne: चिया पानी पछि विश्वमा सबैभन्दा बढी खपत हुने पेयपदार्थको रूपमा आउँछ। यो दुधसँग वा चिनीसँग तातो वा चिसो पिउन सकिन्छ।

source: External id
ne: बाह्य ID

source: Translating
ne: अनुवाद गर्दै

source: Collapse Blocks
ne: ब्लक भत्काउनुहोस्

source: This file is from $1 and may be used by other projects. The description on its [$2 file description page] there is shown below.
ne: यो फाइल $1 बाट हो र अन्य परियोजनाहरू द्वारा पनि प्रयोग गर्न सकिन्छ। त्यहाँ नेर यसको [$2 फ़ाइल विवरण पृष्ठ]मा रहेको विवरण तल दिइएको छ।

source: Remote Control
ne: रिमोट कन्ट्रोल

source: Translate instead of writing from scratch
ne: सुरु देखि लेख्नु भन्दा अनुवाद गर्नुहोस

source: Beep Once
ne: एकपटक बिप गर्ने

source: Audio objects
ne: आवाज वस्तुहरू

source: Pulse
ne: मिलिक-मिलिक गर्ने

source: Exposes only DonationInterface system messages
ne: चन्दा अन्तर्मोहोडा प्रणाली सन्देशहरु मात्र दर्शाउँछ

source: random colour
ne: जुनसुकै रङ्ग

source: Attach
ne: जोड्ने

source: This device does not have a profile suitable for whole-screen color correction.
ne: यो यन्त्रमा पूरै-पर्दा रंग सुधार को लागि उपयुक्त प्रोफाइल छैन।

source: Transaction Type
ne: कारोबार प्रकार

source: Permission Request
ne: अनुमति अनुरोध

source: AudioMedia
ne: अडियोमेडिया

source: edit summary
ne: सम्पादन सारांश

source: Title of move source page
ne: सारिएको श्रोत पृष्ठको शिर्षक

source: Only registered forum members can track read &amp; unread messages
ne: पंजिकृत फोरम सदस्यहरुले मात्र पठित &amp; अपठित सन्देशहरु खोज्न सक्नेछन्

source: The account was migrated to the unified account.
ne: खाता एकीकृत खातामा सारिएको छ।

source: [[User:$1|$1]] {{GENDER:$1|commented}} on "[[$3#$2|$2]]" on your talk page.
ne: [[User:$1|$1]]ले "[[$3#$2|$2]]" मा तपाईँको वार्तालाप पृष्ठमा {{GENDER:$1|टिप्पणी गर्नुभयो}}।

source: Add Buddy
ne: साथीहरू थप्ने

source: Server certificate is issued by an entity that is not trusted.
ne: सर्भर प्रमाणपत्र एक अविश्वसनीय इकाइद्वारा जारी गरिएको छ।

source: Failed to select the specified APN
ne: निर्दिष्ट APN चयन गर्न असफल भयो

source: unattached or doesn't exist locally
ne: असंलग्न अथवा स्थानीय रुपमा नभएको

source: Desktop
ne: डेस्कटप

source: Adds parser function <code><nowiki>{{#snippet:}}</nowiki></code> to add content from a git repository into pages
ne: यसले पृष्ठमा गीट रिपोजिटरीबाट पार्सर अनुप्रयोग <code><nowiki>{{#snippet:}}</nowiki></code> थप्ने छ।

source: Statistics:
ne: तथ्याङ्कहरू:

source: Moderate ($1)
ne: सामान्य ($1)

source: Mono/CLI
ne: Mono/सिएलआइ

source: Suggestions are based on the current set of wiki pages in your book. The list is updated whenever you click on the add or remove buttons.
ne: सुझाव पुस्तकमा रहेको पृष्ठहरू माथि आधारित छन्। जहिले पनि तपाईं पृष्ठ जोड्दा अथवा हटाउनुहुन्छ त्यस समय सुझाव अपडेट हुने गर्छ।

source: This theme file already exists. '{filename}' Overwrite it?
ne: यो विषय वस्तु फाइल पहिल्यै अवस्थित छ। '{filename}' अधिलेखन गर्न चाहनुहुन्छ​?

source: Bot users
ne: बोट प्रयोगकर्ताहरू

source: is not included in the list
ne: सूचीकृत छैन

source: Date Registered:
ne: पंजिकृत तिथि:

source: You did not check the confirmation box.
ne: मैले ठोकुवा गर्ने सन्दुकमा चिनो लगाएको छैन ।

source: Delete interwiki link
ne: अन्तरविकि लिङ्क मेट्ने

source: View the user page
ne: प्रयोगकर्ता पृष्ठ हेर्नुहोस्

source: Join multiplayer game
ne: धेरै खेलाड़ीको खेल

source: July
ne: जुलाई

source: The complete educational desktop for Kubuntu
ne: कुबुन्टुको लागि पूर्ण शैक्षिक डेस्कटप

source: ^Boot from first hard disk
ne: प्रथम हार्ड डिस्कबाट बुट गर्नुहोस् (^B)

source: The new password is too short
ne: नयाँ पासवर्ड एकदम छोटो छ

source: Leave a redirect behind
ne: पछाडी एक अनुप्रेषण छोडिराख्ने

source: Tags
ne: ट्यागहरु

source: Street
ne: पथ

source: Status
ne: स्थिति

source: Translation
ne: अनुवाद

source: Include a table of contents
ne: विषय सूची सामेल गर्ने

source: Minimize Message
ne: सन्देश सानो पार्ने

source: _Keep Files
ne: फाइलहरू सङ्ग्रह गर्नुहोस्

source: Watching...
ne: निगरानी गर्दै...

source: Deleted only
ne: मेटिएका मात्र

source: Deleted <abbr title='%{title}'>%{time} ago</abbr> by %{user}
ne: <abbr title='%{title}'>%{time} अगाडि</abbr> %{user}द्वारा हटाइएको

source: 1 Week
ne: १ हप्ता

source: Limit of entries:
ne: प्रविष्टिको सीमा:

source: GBIF network
ne: जिबिआइएफ नेटवर्क

source: Photo burst mode
ne: फोटो ब्रस्ट मोड

source: Headings
ne: शीर्षक

source: Delete/undelete revisions
ne: मेटाउने/मेटाएको रद्दगर्ने पुनरावलोकनहरु

source: Import pages from other wikis
ne: अरु विकिबाट पृष्ठहरू आयात गर्ने

source: Revision
ne: संशोधन

source: Versions
ne: संस्करणहरू

source: Current logo:
ne: वर्तमान लोगो

source: The revision you specified does not exist.
ne: तपाईंले खुलाउनु भएको संशोधन उपलब्ध छैन।

source: reviewer?
ne: समीक्षक?

source: The filter you requested is hidden, and you cannot view its history.
ne: अनुरोध गरिएको फिल्टर लुकेकोछ, अनि तपाईंले यसको इतिहास हेर्न सक्नुहुन्न।

source: The email address you provided is invalid.
ne: तपाईंले उपलब्ध गराउनु भएको इमेल ठेगाना अवैध छ ।

source: Line numbers
ne: हरफ संख्या

source: June
ne: जुन

source: Directory "$1" is not readable.
ne: निर्देशिका "$1" पढ्न योग्य छैन।

source: Wikipedia
ne: विकिपीडिया

source: Permanent link to this revision of the page
ne: पृष्ठको यो पुनरावलोकनको लागि स्थाई लिङ्क

source: You do not have permission to add or remove change tags from individual revisions or log entries.
ne: तपाईंलाई व्यक्तिगत संशोधनहरू वा लग प्रविष्टिहरूसँग परिवर्तन जोड़ने वा हटाउने अनुमति छैन।

source: Cannot undelete file revision with timestamp $1: File was missing before deletion.
ne: $1 समय छाप भएको मेटिएको संस्करण पुन: स्थापना गर्न सकिएन : फाइल मेट्नु अगि नै हराएको थियो

source: Update View Status
ne: अद्यतन स्थिति विश्लेषण

source: Forget
ne: बिर्सिनु

source: Tim_e:
ne: _समय:

source: VisualEditor
ne: दृष्टि सम्पादक

source: Mobile Phone Number
ne: मोवाइल फोन नम्बर

source: Problem in %s
ne: %s मा समस्या

source: Insert formula here
ne: सूत्र यहाँ थप्नुहोस्

source: You must confirm your email address before editing pages. Please set and validate your email address through your [[Special:Preferences|user preferences]].
ne: तपाईंले पृष्ठ संपादन गर्नअघि आफ्नो ई-मेल ठेगानाको पुष्टि गर्नुपर्छ। कृपया ई-मेल ठेगाना तयार गरी [[Special:Preferences|प्रयोगकर्ता अभिरूचि]] मार्फत मंजुर गराउनुहोस्।

source: Bot: Creating page with text extracted from DjVu
ne: रोबोट: DjVuबाट निकालिएको पाठले पृष्ठ सिर्जना गर्दै

source: Email:
ne: ईमेल:

source: Last Login
ne: पछिल्लो लगइन

source: _Video
ne: _भिडियो

source: Pages with text but no image
ne: पाठ भएका तर चित्रबिनाका पृष्ठहरू

source: Big text
ne: ठूलो अक्षर

source: Send an error report to help fix this problem
ne: यो समस्या समाधान गर्न मदत गर्न त्रुटि रिपोर्ट पठाउनु होस्।

source: Fewer than $1 {{PLURAL:$1|watcher|watchers}}
ne: $1 {{PLURAL:$1|अबलोकनकर्ता|अबलोकनकर्ताहरू}} भन्दा कम

source: %u Output
ne: %u निकास

source: One-chip color area sensor
ne: वन-चीप कलर क्षेत्र सेन्सर

source: Old Way
ne: पूरानो बाटो

source: Published unreviewed resources
ne: प्रकाशित पुनरावलोकन नगरिएका स्रोत

source: Copyright description:
ne: प्रतिलिपी विवरण:

source: Remove all your observations from this project
ne: तपाईंको सम्पूर्ण अबलोकन बुँदाहरूलाई यस परियोजनाबाट हटाउनु होस्

source: The following {{PLURAL:$1|file is a duplicate|$1 files are duplicates}} of this file ([[Special:FileDuplicateSearch/$2|more details]]):
ne: निम्नलिखित {{PLURAL:$1|फाइलको प्रतिलिपि हो|$1 फाइलहरूको प्रतिलिपि हो}} ([[Special:FileDuplicateSearch/$2|अधिक जानकारीहरू]]):

source: Uploading problem information
ne: समस्याको जानकारी अपलोड हुदैछ​।

source: Wrong password
ne: गलत पासवर्ड

source: You do not have the rights to edit this page
ne: तपाईंलाई यो पृष्ठ सम्पादन गर्ने अधिकार छैन

source: Soft
ne: नरम

source: Jump
ne: फड्कनुहोस्

source: &Confirm
ne: सुनिश्चित गर्नुहोस्

source: Page <strong>$1</strong> has been added to your book ($2).
ne: <strong>$1</strong> पृष्ठ तपाईंको पुस्तकमा जोडिएको छ ($2)।

source: $1 min
ne: $1 मिनेट

source: Unignore
ne: वेवास्ताहटाउने

source: Browsing the forum calendar
ne: फोरम पंचाङ्ग ब्राउज गरिंदै

source: Could not close temporary file.
ne: अस्थाइ फाइल बन्द गर्न सकिएन

source: View your recent actions
ne: तपाईँका हालका क्रियाकलापहरू हेर्नुहोस्

source: Recreate the page even though it has been deleted
ne: मेटिएको भए ता पनि यो पृष्ट पुन:निर्माण गर्नुहोस् ।

source: I agree to provide feedback in accordance with the Terms of Use.
ne: म प्रयोगको शर्तहरूको अनुरूप प्रतिपुष्टि दिनका लागि सहमत छु।

source: Get users
ne: प्रयोगकर्ताहरू प्राप्त गर्ने

source: Pages with score less than 10
ne: १०भन्दा कम अङ्कप्राप्त पृष्ठ

source: Simulation
ne: सिमुलेसन

source: {PLURAL: u->posted_msg_count|$1 Message|$1 Messages} ({PLURAL: avg|$1 average message|$1 average messages} per day)
ne: {PLURAL: u->posted_msg_count|$1 सन्देश|$1 सन्देशहरू} (प्रति दिन {PLURAL: avg|औसत $1 सन्देश|औसत $1 सन्देशहरू})

source: You are editing a $1.
ne: तपाईं एउटा $1 संपादन गर्नुहुँदैछ।

source: Filter conditions
ne: फिल्टरका अवस्थाहरु

source: Tired face
ne: थकित अनुहार

source: No syntax errors detected.
ne: वाक्यविन्यास त्रुटिहरु भेटिएनन्।

source: Page exists. Overwrite?
ne: पृष्ठ पहिले देखि छ। पुनर्लेखन गर्ने?

source: This user has been blocked previously. The block log is provided below for reference:
ne: यो प्रयोगकर्तालाई पहिला रोक लगाइएको थियो। रोकावट लग सन्दर्भको निम्ति तल दिइन्छ:

source: Use default language
ne: पूर्वनिर्धारित भाषा प्रयोग गर्ने

source: South Pacific Ocean
ne: उत्तरी प्रशान्त महासागर

source: /* CSS placed here will affect users of the Nostalgia skin */
ne: /* यहाँ राखिएको CSS ले नस्टाल्जिया स्किनको प्रयोगकर्ताहरूलाई प्रभावित गर्ने छ */

source: automatically approved
ne: स्वतः स्वीकृत

source: Clock
ne: घडी

source: _Options
ne: _विकल्पहरू

source: Blocked indefinitely.
ne: रोक्ने अनन्त।

source: * Templates in category [[:Category:$1|$1]] have been excluded.
ne: * [[:Category:$1|$1]] मा रहेको ढाँचालाई समावेस गरिएको छैन।

source: Excellent
ne: उत्तम

source: Check this box to hide links from pages within the selected namespace.
ne: छानिएको नामस्थानको पृष्ठहरूसँग लिङ्कहरूलाई लुकाउनका लागि यस बाकसलाई चिन्हित गर्नुहोस

source: Mouse & Touchpad
ne: माऊस र ट्चप्याड

source: email disabled
ne: इमेल बन्देज गरिएको

source: Bot: Protecting a list of files.
ne: रोबोट: फाइलहरूको सूची सुरक्षित गर्दै

source: Clear Cache
ne: क्यास खाली गर्नुहोस्

source: That user has not had {{GENDER:$1|his|her|their}} autoconfirmed status suspended.
ne: प्रयोगकर्ताद्वारा {{GENDER:$1|उनको|उनको|उनिहरु}}को स्वतः निश्चय स्थिति निलम्बन गरिएको थिएन।

source: Ubuntu Desktop
ne: उबुन्टु डेक्सटप

source: $1 × $2 pixels, file size: $3, MIME type: $4
ne: $1 × $2 पिक्सेलहरु, फाइल आकार: $3, MIME प्रकार: $4

source: Amount of mouse pressure required to reveal the Launcher.
ne: लन्चर देखाउनको लागि माउस कति थिच्ने भन्ने मापन ।

source: The stashed file was not found when attempting to upload it from the stash.
ne: स्ट्यासमा राखिएको फाइल त्यहाँ अपलोड गरिने प्रयासको समयमा भेटिएन।

source: The Half Barnstar is awarded for excellence in cooperation, especially for productive editing with someone who holds an opposing viewpoint.
ne: आधा बार्नस्टार सहकार्यको लागि दिइने गरिन्छ, प्राय यो ती प्रयोगकर्तालाई दिईन्छ जसले विरोधी विचार राख्ने सँग मिलेर सकारात्मक सम्पादन गर्छन्।

source: To restore the page's entire history, leave all checkboxes deselected and click <strong><em>{{int:undeletebtn}}</em></strong>. To perform a selective restoration, check the boxes corresponding to the revisions to be restored, and click <strong><em>{{int:undeletebtn}}</em></strong>.
ne: यस पृष्ठक पुरै इतिहास पूर्वरुपमा फर्काउनको लागि छनोट सन्दुकहरुलाई नछानी '''''{{int:undeletebtn}}''''' मा क्लिक गर्नुहोस। अनुकुल पूर्वरुपमा फर्काउने कार्य गर्न छनौट चाहिएका संस्करणक सन्दुकहरुलाई छानेर '''''{{int:undeletebtn}}'''''मा क्लिक गर्नुहोस।

source: August
ne: अगस्ट

source: Recent changes options
ne: हालैको परिवर्तन विकल्पहरू

source: Confirm role granting
ne: भूमिका प्रदान निश्चित गर्ने

source: Small
ne: सानो

source: Brothel
ne: वेश्यालय

source: Your e-mail was accepted for delivery
ne: तपाईंको इमेल प्रेषणको लागि स्विकारिएको छ

source: Configuring
ne: कन्फिगर गर्दै

source: Namespace of move source page
ne: सारिएको श्रोत पृष्ठको नामस्थान

source: Age of user account
ne: प्रयोगकर्ता खाताको आयु

source: <a href="%{url}">%{project}</a> curators added some of your observations
ne: <a href="%{url}">%{project}</a> संरक्षकले तपाईंको केही अबलोकन बुँदाहरू थप गर्नु भएको छ

source: Welcome, $1!
ne: $1जी स्वागत छ!

source: Mergeable edit history
ne: जोड्न मिल्ने इतिहास सम्पादन

source: Include old versions of images
ne: चित्रहरूको पुरानो संस्करण समावेश गर्ने

source: Search for book sources
ne: किताबका श्रोतहरु खोज्ने

source: Using the form below, you can create a redirect page or replace an existing page with a redirect.
ne: तलको फारम प्रयोग गरेर तपाईंले अनुप्रेषण पृष्ठ तयार गर्न सक्नुहुन्छ अथवा वर्तमान पृष्ठको स्थान राख्न सक्नुहुन्छ।

source: For your credit card security, please type the characters you see above.
ne: तपाईंको क्रेडिटकार्ड सुरक्षाको निम्ति माथि दिएका अक्षरहरु टाइप गर्नुहोस्

source: {{SITENAME}} search is disabled. You can search via Google in the meantime. Note that their indexes of {{SITENAME}} content may be out of date.
ne: {{SITENAME}} खोज निस्क्रिय पारिएको छ । हाललाई तपाईं गूगलद्वारा खोज्न सक्नुहुन्छ । याद गर्नुहोस् उनीहरूको {{SITENAME}}को सूची सामग्री पुरानो भएको हुनसक्छ ।

source: Message group.
ne: सन्देश समूह
